<?php
	return array(
		'radio_value' => array(
			'yes' => 'Да',
			'no' => 'Нет'
		),
		'checkbox_value' => array(
			'white' => 'Белый',
			'green' => 'Зеленый',
			'red' => 'Красный',
			'blue' => 'Синий'
		),
		'select_value' => array(
			'Выберите увлечение', 'Спать', 'Путешествовать', 'Гулять', 'Играть в PS'
		),
		'selectsize_value' => array(
			'Выберите предпочтения', 'Суп', 'Оливье', 'Окрошка', 'Салат'
		),
		'error_value' => array(
			'fname-empty' => 'Введите Фамилию!',
			'fname' => 'Фамилия введена не корректно!',
			'sname-empty' => 'Введите Имя и Отчество!',
			'sname' => 'Имя и Отчество введено не корректно!',
			'age-empty' => 'Введите Возраст!',
			'age' => 'Возраст введен не корректно!',
			'password-empty' => 'Введите Пароль!',
			'password' => 'Пароль должен содержать 6-15 символов, один строчный символ, один символ верхнего регистра, одну цифру и спецсимвол!',
			'radio-empty' => 'Выберите хотите ли получать уведомления!',
			'radio' => 'Выберите хотите ли получать уведомления!',
			'checkbox-empty' => 'Выберите цвет!',
			'checkbox' => 'Выберите хотя бы 2 цвета!',
			'select' => 'Выберите Увлечение!',
			'selectsize-empty' => 'Выберите свои предпочтения!',
			'selectsize' => 'Хотя бы 2 предпочтения!',
			'textarea-empty' => 'Расскажите о себе немного',
			'textarea' => 'Хотя бы 20 символов!',
			'form_file' => 'Выберите фото, не более 3 Мб',
		),
		'success_value' => array(
			'email_send' => 'Сообщение отправлено',
			'file_upload' => 'Файл загружен',
			'file_upload_before' => 'Уже загружен'
		),
		'form_value' => array(
			'fname' => array(
				'type' => 'text',
				'p' => 'Укажите Вашу фамилию',
				'i' => 'Символы латиницы и кирилицы'
			),
			'sname' => array(
				'type' => 'text',
				'p' => 'Укажите Ваше имя и отчество',
				'i' => 'Символы латиницы и кирилицы через пробел'
			),
			'age' => array(
				'type' => 'text',
				'p' => 'Укажите Ваш возраст',
				'i' => 'Цифры'
			),
			'password' => array(
				'type' => 'password',
				'p' => 'Укажите пароль',
				'i' => '6-15 символов, строчные и верхнего регистра символы, цифру и спецсимволы'
			),
			'radio' => array(
				'type' => 'radio',
				'p' => 'Получать уведомлении?',
				'i' => 'Выберите один из вариантов'
			),
			'checkbox' => array(
				'type' => 'checkbox',
				'p' => 'Выберите Ваш любимый цвет:',
				'i' => 'Выберите несколько вариантов'
			),
			'select' => array(
				'type' => 'select',
				'p' => 'Ваши увлечения:',
				'i' => 'Выберите один из вариантов'
			),
			'selectsize' => array(
				'type' => 'selectsize',
				'p' => 'Ваши предпочтения в еде:',
				'i' => 'Выберите минимум 2 варианта'
			),
			'textarea' => array(
				'type' => 'textarea',
				'p' => 'И немножко о себе:',
				'i' => 'Напишите не менее 20 символов'
			),
			'file' => array(
				'p' => 'Ваше фото:',
				'i' => 'Фото не более 3Мб'
			),
		)
	);

