<?php
	return array(
		'error_value' => array(
			'fname-empty' => 'Введите Фамилию!',
			'fname' => 'Фамилия введена не корректно!',
			'sname-empty' => 'Введите Имя и Отчество!',
			'sname' => 'Имя и Отчество введено не корректно!',
			'age-empty' => 'Введите Возраст!',
			'age' => 'Возраст введен не корректно!',
			'password-empty' => 'Введите Пароль!',
			'password' => 'Пароль должен содержать 6-15 символов, один строчный символ, один символ верхнего регистра, одну цифру и спецсимвол!',
			'radio-empty' => 'Выберите хотите ли получать уведомления!',
			'radio' => 'Выберите хотите ли получать уведомления!',
			'checkbox-empty' => 'Выберите цвет!',
			'checkbox' => 'Выберите хотя бы 2 цвета!',
			'select-empty' => 'Выберите Увлечение!',
			'select' => 'Выберите Увлечение!',
			'selectsize-empty' => 'Выберите свои предпочтения!',
			'selectsize' => 'Хотя бы 2 предпочтения в еде!',
			'textarea-empty' => 'Расскажите о себе немного',
			'textarea' => 'Хотя бы 20 символов!',
			'form-file' => 'Выберите фото, не более 3 Мб',
			'error_send' => 'Сообщение не отправлено. Ошибка от Mailer:',
			'not_save_user' => 'Данные не добавлены в базу!',
		),
		'success_value' => array(
			'email_send' => 'Сообщение отправлено',
			'form_save' => 'Спасибо, в ближайшее время мы отправим сообщение',
			'file_upload' => 'Файл загружен',
			'success_send_to_id' => 'Сообщение для пользователя <strong>id-{id}</strong> отправлено!',
			'not_users' => 'Все пользователи получили сообщения!'
		)
	);

